// MARK: - View controllers titles

/* lists of tasks */
"Tasks lists" = "Списки задач";

/* new list of tasks */
"New tasks list" = "Новый список задач";

/* new task */
"New task" = "Новая задача";

// MARK: - Sections titles

/* Current tasks */
"Current tasks" = "Текущие задачи";

/* Completed tasks */
"Completed tasks" = "Выполненные задачи";

// MARK: - Buttons titles

/* Save to db */
"Save" = "Сохранить";

/* Cancel */
"Cancel" = "Отмена";

// MARK: - Placeholders

/* Name of tasks list */
"Tasks list name" = "Имя списка задач";

/* Name of task */
"Task name" = "Имя задачи";

/* Task's note */
"Task note" = "Заметка";

// MARK: - Labels text

/* Press <<+>> to add list of tasks */
"Press <<+>> to add list of tasks" = "Нажмите <<+>>, чтобы добавить список задач";

/* Tasks list is empty. */
"Tasks list is empty." = "Список задач пуст";

// MARK: - Segmented control

/* A-Z order */
"A-Z" = "А-Я";

/* Ordered by date */
"Date" = "Дата";

// MARK: - Swipe actions titles

/* Done */
"Done" = "Выполнено";

/* Edit */
"Edit" = "Изменить";

/* Delete */
"Delete" = "Удалить";

// MARK: - Data errors descriptions

/* Can't get data */
"Can't get data" = "Не удалось загрузить данные";

// MARK: - Task errors descriptions

/* Task name can't be empty */
"Task name can't be empty" = "Имя задачи не может быть пустым";

// MARK: - Tasks list errors descriptions

/* Tasks list name can't be empty */
"Tasks list name can't be empty" = "Имя списка не может быть пустым";

// MARK: - Alerts titles

/* Error! */
"Error!" = "Ошибка!";
